<?php
	$pageTitle = 'Вицове - блондинки';
	include 'header.php';
?>	

		<!-- Jokes content -->	
		<div id="inner-content">
			<div class="wrap">
				<!-- Section .. or main part -->
				<section id="jokes-content" class="content-section">
					
					<h1>Вицове</h1>

					<article>
						<p class="cat-joke">Категория: <strong>Блондинки</strong></p>
						<p><pre>Разговор между две блондинки:
- Муцка, уникален филм гледах вчера, със страхотна музика – от Бетовен!
- Ама Бетовен и музика ли е писал?
- Е как не, даже е известен с това!
- Егати кучето.</pre></p>
                    </article>
                        <article>
                        <p><pre>Две блондинки са седнали на кафе в шикозния дом на едната и разговарят.
- Ау, Муцка, невероятно кафе имаш тоя път, ма! – възкликва едната.
- Страхотно, нали? Моичкият ми го донесе от Бразилия.
- Верно ли? От Бразилия, и е още топло!?!</pre></p>
            </article>
                      <article>  
                        <p><pre>Кара си един човек камиона и спира на червен светофар. 
До него спира една блондинка, излиза от колата и се запътва към шофьора на камиона. 
Той отваря прозореца, а блондинката му казва:
- Извинявайте, но част от товара ви се изсипа на пътя!
Светва зелено на светофара и камиона потегля веднага. 
На другият светофар блондинката пак слиза бързо от колата и отива към шофьора на камиона. 
Той бавно отваря прозореца:
- Извинявайте пак, но част от товара на камиона се изсипа на пътя.
Светва зелено на светофара и камиона още по-бързо потегля, без да каже нищо шофьора. 
На следващия светофар вече блондинката излиза запъхтяна и бърза към шофьора на камиона. 
Той отваря прозореца още по-бавно, а тя веднага започва:
- Извинявайте, но продължава да се изсипва товар на пътя!
- Госпожо, в момента е зима, вали сняг и аз покривам асфалта със сол…</pre></p>
            </article>
                       
                        <article><p><pre>Две блондинки за застанали до колата и си говорят:
- Колелото май е спаднало?
- Напълно ли?
- Не, само отдолу!</pre></p></article>
                        
                        <article><p><pre>Eдна блондинка срещнала друга блондинка и е попитала:
- Tи, девствена ли си?
A тя отговорила:
- Все още не съм.</pre></p></article>
                        
                        <article><p><pre>Две блондинки обикалят магазините. 
Влизат в един магазин и молят продавача да им помогне да си изберат дрехи. Той:
- Кой размер сте?
- Ръст 170, тегло 60, 90-60-90, размер на чашката 3, коси…..
Другата блондинка:
- Муцка, осъзнай се, не си в ICQ!!!</pre></p></article>
                        
                        <article><p><pre>- Чий може да е скелета на блондинка, наскоро открит в гардероба?
- На миналогодишната победителка в конкурса по криеница…</pre></p></article>
                        
                        <article><p><pre>Блондинка влиза в кафе. 
Поръчва си нормално кафе. Сервитьорката носи поръчката.
Блондинката:
- Извинявайте, но това кафе мирише на пенис…
Сервитьорката се изчервила, грабнала кафето и отишла при бармана.
- Клиентката каза, че кафето мирише на пенис…
Бармана вдигнал чашата, помирисал я и казал:
- Кажи на клиентката да го пие с другата ръка…</pre></p></article>
                        
                        <article><p><pre>Една блондинка за пореден път бива скъсана на изпита по кормуване. 
С досада пита своя инструктор този път защо. Той отговорил:
- Сгазихте 5 души.
Блондинката ядосано отвърнала:
- Кажете ми колко души трябва да сгазя, за да изкарам книжка?</pre></p></article>
                        
                        <article><p><pre></pre>Две блондинки седят в кафене и си говорят 
за тяхна приятелка /също блондинка/.
- Чу ли, бе, муцка, Десата се удавила лятото на морето?
- Как така, ма?
- Ми ходила на пристанището и паднала от кея във водата.
- Ми тя нали можеше да плува?
- Можеше, ама някой бил сложил табела “Плуването забранено”.</p></article>
                        
                        <article><p><pre>Две приятелки се карат:
- Ти си глупачка!
- Не! Ти си глупачка!
Минал един мъж и им казал:
- Не се карайте! И двете сте прави!</pre></p></article>
                        
                        <article><p><pre>- Защо блондинката не говори по време на секс?
- Защото мама й е казала да не говори с непознати.</pre></p></article>

                         <article><p><pre>След операция блондинка пита хирурга: 
– А след колко време ще мога да имам нормален полов живот? 
– Трудно е да ви отговоря, за първи път ми задават такъв въпрос след операция на сливици!</pre></p></article>
                        
					</article>

				</section>

				<!-- Sidebar -->
				<?php
					include 'jokes-cat-select.php';
				?>
			</div>
		</div>

			
		<!-- Bottom part of the index -->
		<div id="page-bottom">
			<?php
				include 'footer.php';
			?>
		</div>
</body>
</html>
