<?php
	$pageCategory = 'Вицове';
	$category = 'пияни';
	$pageTitle = 'Вицове - пияни';
	include 'header.php';
?>		

		<!-- Jokes content -->	
		<div id="inner-content">
			<div class="wrap">
				<!-- Section .. or main part -->
				<section id="jokes-content" class="content-section">
					
					<h1>Вицове</h1>

					<article>
						<p class="cat-joke">Категория: <strong>Пияни</strong></p>
						<pre>Доктор казва на жена, на чийто мъж са направили операция:
- Като се събуди – подгответе го за най-лошото…
- Той… ще умре ли?
- Не, но бира повече няма да може да пие…</pre>
					</article>

					<article>
						
						<pre>Двама са в командировка и са в една стая. На последната вечер имало много къркане. 
                        На сутринта единия:
- Един на нула!
- Какво един на нула?
- Снощи като се напи – ти заспа, а аз те опънах…
След време пак заминали в командировка. Последния ден, подобно на предишния път, но другия:
- Един на един!
- Какво един на един?
- Ми снощи ти след като се напи, заспа като пън и аз те опънах и сега сме един на един…
- Абе идиот, аз предишния път само се пошегувах!!!
- Ами тогава: един на нула!</pre>
					</article>
					

					<article>
						
						<pre>Действителността е реалност, породена от липсата на алкохол.</pre>
					</article>
                    
                    <article>
						
						<pre>Един пияница се прибира в 5 сутринта след цяла нощ напиване с приятели. 
                        Вижда кукувичка на прозореца и я пита:
- Кукувичке, кукувичке, колко ми остава да живея?
В този момент от прозореца се показва жена му и му отговаря:
- От 3 до 5 секунди, докато намеря ютията!</pre>
					</article>
                    
                    <article>
						
						<pre>Пиян мъж се приближава към полицай и го пита:
- Да си виждал жена ми?
- Кога я загуби? – пита полицая.
- Отидохме у съседите да празнуваме Нова година и като се събудих я нямаше.
- Каква Нова година бе човек, сега сме май месец!</pre>
					</article>
                    
                    <article>
                        <pre>Влиза в бара един мъж и казва на бармана:
- 10 чаши уиски от най-хубавото.
Барманът налива, човекът ги нарежда на бара и започва бързо да ги пие една по една.
Барманът:
- Господине, ама защо пиете така?
- И ти да имаше толкова пари, колкото аз – и ти щеше да пиеш така…
- Колко пари имате, ако не е тайна?
- 50 цента…</pre>
                    </article>
                    
                    <article><pre>Съпруг отишъл за охлюви, но заседнал със свой приятел да пие и осъмнал. 
На сутринта се прибира в къщи с охлювите, 
но за да не му се кара жена му ги наредил по стълбите, 
изчакал да се покажат от черупките и звъннал на вратата:
- Къде ходи цяла нощ бе, хаймана?
А той най-спокойно взел да подкарва животинките:
- Пррррр, хайде по-живо момчета, почти стигнахме.</pre></article>
                    
                    <article><pre>До кога пият жените математички – до безкрайност.
До кога пият жените химички – до загуба на реакция.
До кога пият жените медички – до загуба на пулс.
Да пием за жените физички, които пият до загуба на съпротивление!</pre></article>
                    
                    <article><pre>Клиент сяда на бара.
- Чаша уиски, моля.
- Какво да бъде – ирландско или шотландско?
- Без значение. Да не мислите, че ще разговарям с него.</pre></article>
                    
                    <article><pre>На път за вкъщи пиян измислял какво да направи, 
за да не разбере жена му, че е пил.
“Ще се прибера вкъщи и ще седна да чета, – накрая измислил той.
– Жена ми ще види, че чета и ще си помисли, че съм трезвен”. 
Така и направил. След малко жена му влезла в кухнята и го попитала:
- Какво правиш?
- Чета, – отговорил мъжът.
- Идиот! – изкрещяла жената. – Веднага затвори куфара и отивай да си лягаш!</pre></article>
                    
                    <article><pre>Мъж пита шофьора на автобуса:
- Извинете, вчера да сте намерили в автобуса една дамаджана с ракия?
- Не, но намерихме, този, който я е намерил!</pre></article>
					
				</section>

				<!-- Sidebar -->
				<?php
					include 'jokes-cat-select.php';
				?>
			</div>
		</div>

			
		<!-- Bottom part of the index -->
		<div id="page-bottom">
			<?php
				include 'footer.php';
			?>
		</div>
</body>
</html>
