<?php
	$pageCategory = 'Вицове';
	$pageTitle = 'Вицове - програмисти';
	include 'header.php';
?>
		<!-- Jokes content -->	
		<div id="inner-content">
			<div class="wrap">
				<!-- Section .. or main part -->
				<section id="jokes-content" class="content-section">
					
					<h1>Вицове</h1>

					<article>
						<p class="cat-joke">Категория: <strong>Програмисти</strong></p>
						<p><pre>Вървял си един програмист по пътя и изведнъж гледа някаква странна жаба, 
която му проговаря с човешки глас:
- Моля те, целуни ме, и ще се превърна в принцеса!
Навел се програмистът и я вдигнал. Разгледал я внимателно, и си я прибрал в джоба.
Продължил да върви, и след малко я извадил да я види пак. 
Жабата пак проговорила с момичешки нежен глас:
- Моля те, целуни ме, ще се превърна в прекрасна принцеса с много богатства, 
и ще се оженя за теб!
Програмистът си я разгледал пак, и си я прибрал отново.
Повторило се това няколко пъти и накрая жабата не издържала:
- Ама ако ме целунеш, освен богата принцеса, за която да се ожениш, 
аз ще мога да изпълня всичките ти желания…
- А, не ща!!! Говоряща жаба по-ме кефи – отговорил програмистът.</pre></p>
					</article>

					<article>
						<p><pre>На Иванчо са му дали 3 ябълки.
Той е изял 2.
Колко ябълки има Иванчо?
Мислите си че 1?
Ама никъде не е казано, колко ябълки е имал Иванчо преди да му дадат 3-те.
Извод – нулирайте си променливите!
Иванчо има 3 ябълки. Дали му още 3. Той изял 2. Колко ябълки има Иванчо?
4? Неееееееееее! 6! Двете ги е изял един ден по рано.
Извод – синхронизирайте си нишките!
Иванчо имал 5 ябълки. Изял 2. Колко са му останали?
3? Нееее! Той не е ял свои ябълки! Пак има 5!
Извод – защитавайте си адресното пространство!
На Иванчо му дали 3 ябълки. Той ги изял.
На другия ден дошли да му ги искат, защото били дадени само за съхранение.
Извод – четете си спецификацията.</pre></p>
					</article>
					

					<article>
						<p><pre>Жена на програмист го праща до магазина:
- Да купиш един салам и ако има яйца – 10.
След малко мъжът се връща с десет салама. Жена му го пита:
- Какви са тези салами? Защо си купил 10 салама.
- Как защо?! – имаше яйца…</pre></p>
					</article>
    
                    <article><p><pre>Диалог между програмист и жена му, вечер след работа..
Прибира се той:
- Gооd еvеning dеаr, I`m nоw lоggеd in.
Жена му:
- Купи ли хляб?
- Ваd соmmаnd оr filеnаmе.
- Нали те помолих сутринта!
- Еrrоnеоus sуntах. Аbоrt?
- Какво става с новия телевизор?
- Vаriаblе nоt fоund…
- В края на краищата, дай ми кредитната си карта да отида до магазина
- Shаring Viоlаtiоn. Ассеss dеniеd…
- Ти мен обичаш ли ме, или обичаш само компютрите, или издевателстваш над мен?
- Тоо mаnу раrаmеtеrs…
- Защо ли се омъжих за теб.
- Dаtа tуре mismаtсh.
- Направо си отвратителен..
- It`s bу Dеfаult.
- Какво става със заплатата ти?
- Filе in usе… Тrу аftеr sоmе timе.
- Аз на теб каква съм ти?
- Unknоwn Virus!</pre></p></article>

                    <article><p><pre>Програмист се прибира в пет часа сутринта. 
Жена му изнервена го очаква на вратата: 
- Миришеш ми на чужди компютри…</pre></p></article>

<article><p><pre>Kакво е общото между индиански вигвам и Linux?
No Gates, no Windows, Apache inside.</pre></p></article>

                    <article><p><pre>Младеж, завършил институт и постъпил на работа във фирма. 
На втория ден началникът го извикал и попитал: 
- Ти силен програмист ли си? 
- Как да ви кажа? 
- Е силен ли си? 
- В общи линии, да. 
- Тогава ще се заемеш с преместването на компютрите.</pre></p></article>

                    <article><p><pre>Истинският програмист не може да умре от глад,
дори хладилника да е празен. 
Той винаги може да изкара поне още една седмицa 
с хранителните запаси натрупали се в клавиатурата.</pre></p></article>

                    <article><p><pre>Програмист се налива цяла нощ с ракия. 
Преди да престане да дава признаци на живот, решава да дръпне една биричка. 
Взима чаша, бутилка и започва нервно да си налива. 
В този момент изпуска чашата и замислено промълвява:
– Мммдааааааа. Интересен бъг…</pre></p></article>

<article><p><pre>Момченце в зоопарка с майка си, майката обяснява:
- Това са слоновете, ядат банани, живеят в Африка...
- А това крокодил ли е?
- Да, а това е жираф.
- А-а-а мамо, мамо, а това са програмисти, нали?- попитало момченцето, като посочило маймуните.
- Защо реши така сине?
- Ами те са като татко - рошави и имат мазол на задника...</pre></p></article>

                    <article><p><pre>Говорят си двама програмисти: 
– С какво програмистът се различава от обикновения смъртен? 
– Ами с това, че е в състояние да отговори на въпрос, 
в който вече се съдържа отговорът.
– Тоест как? 
– Е, например: колко е 2х2=4? 
– Естествено – TRUE!</pre></p></article>
					
  	<article><p><pre>
- Какво си носи програмист, когато го поканят някъде да прави тройка?
- Мрежови кабел.</pre></p></article>
					
				</section>

				<!-- Sidebar -->
				<?php
					include 'jokes-cat-select.php';
				?>
			</div>
		</div>

			
		<!-- Bottom part of the index -->
		<div id="page-bottom">
			<?php
				include 'footer.php';
			?>
		</div>
</body>
</html>
