<?php
	$pageTitle = 'Вицове - животни';
	include 'header.php';
?>

		<!-- Jokes content -->	
		<div id="inner-content">
			<div class="wrap">
				<!-- Section .. or main part -->
				<section id="jokes-content" class="content-section">
					
					<h1>Вицове</h1>

					<article>
						<p class="cat-joke">Категория: <strong>Животни</strong></p>
						<p><pre>Куче влиза в месарницата и поставя със зъби портмоне на щанда.
- Месо ли искаш? - пита шеговито месарят.
- Бау! - кимва кучето.
- Хм - замисля се месарят. - А какво да бъде? Свинско?
- Бау! - кимва пак кучето.
- Един килограм?
- Бау! - пак се съгласява кучето.
Изумен, месарят увива месото, подава го на кучето и го проследява до дома му. 
Кучето стига до апартамента си и започва да драска по вратата. Отваря му ядосан мъж.
- Не му се карайте, господине! - казва месарят. - Това е най-интелигентното куче, 
което някога съм виждал!
- Интелигентно ли? Тази седмица за трети път си забравя ключа!</pre></p>
					</article>

<article> 
<pre><p>Пътуват в самолет един английски лъв и едно българско куче. Лъвът казал:
– I love you!
Кучето отговорило:
– I kuchu!</p></pre>
	
</article>
					<article>
						
						<p><pre>При една експедиция самолет се разбива в джунглата. 
Оцелява само един човек. 
Вървейки си из джунглата, среща лъв.
Лъвът решил да изяде човека. Човекът започнал да се моли:
- Господи, дай на този лъв християнски чувства!
След малко лъвът се изправил, скръстил лапи и казал:
- Господи, благослови обяда ми!</pre></p>
					</article>
					

					<article>
						
						<p><pre>- Господине, махнете това куче от мен! Вече имам бълхи!
- Шаро, дръпни се от господина! Той има бълхи.</pre></p>
					</article>
                    
                    <article>
						
						<p><pre>- Знаеш ли, измислили са нов сорт пчели - стръвници. Едри като врабчета, зли...
- А мед носят ли?
- Да, ходят да го крадат от бабите от пазара и го носят направо с бурканите.</pre></p>
					</article>
                    
                    <article>
						
						<p><pre>Една муха е кацнала на рога на един бивол. Долита друга муха и я пита:
- Какво правиш?
- Не ме закачай ма, не виждаш ли че орем!</pre></p>
					</article>
                    
                    <article>
                        <p><pre>Научен вариант на поговорката "Бързата кучка слепи ги ражда":
"Женски индивид от разред хищници, 
ускорявайки естествен биологичен процес, възпроизвежда потомство, 
неспособно да асимилира визуална информация."</pre></p>
                    </article>
                    
                    <article><p><pre>Научен вариант на поговорката "гладна мечка хоро не играе":
"Кулинарно незадоволена биологична единица отказва да изпълни фолклорен елемент."</pre></p></article>
                    
                    <article><p><pre>Имало състезание за най-силно куче. 
Всички водели силни породисти кучета,
само един довел едно гърчаво куче и всички му се смеели, 
но в първата битка гърчавото куче било срещу едно яко куче.
Якото куче все скачало, премятало се, а гърчавото седяло и го гледало,
а собственика като казал "Спасе дръж" и гърчавото го захапало за врата и то 
умряло и така три двубоя Спас все побеждавал.
Един попитал собственика какво е това куче, а той му отговорил:
- Ами баща ми се върна един ден от лов в Африка с един лъв и от тогава бой, 
глад, стригане, бой, глад, стригане...</pre></p></article>
                    
                    <article><p><pre>Две змии си говорят:
- Ние отровни ли сме?
- Защо питаш?
- Защото си прехапах езика.</pre></p></article>
                    
                    <article><p><pre>В зоологическата градина пред клетката на щраусите седяла табела с надпис:
"Не плашете щраусите - подът е бетонен!"</pre></p></article>
                    
                    <article><p><pre>Собственик на куче отива на ветеринар:
- Докторе, кучето ми гони само малолитражни автомобили и ги лае като лудо.
Можете ли да го излекувате?
- От какво да го лекувам, бе? Всички кучета тичат след автомобилите.
- Да, ама моето ги хваща и ги заравя в градината.</pre></p></article>
					
				</section>

				<!-- Sidebar -->
				<?php
					include 'jokes-cat-select.php';
				?>
			</div>
		</div>

			
		<!-- Bottom part of the index -->
		<div id="page-bottom">
			<?php
				include 'footer.php';
			?>
		</div>
</body>
</html>
